[P_0_0_3_Training_ScriptedEvents]
Speech_0001L=WILKES - Deve ser ele.
Speech_0002L=LAMBERT - Sim. Sam Fisher, deixe-me apresentá-lo a Vernon Wilkes Jr. 
Speech_0003L=FISHER - Olá!
Speech_0004L=WILKES - Oi. Ouvi maravilhas a seu respeito. 
Speech_0005L=LAMBERT - Espero que não se importe por eu ter contado a ele algumas das suas histórias do Kuwait. 
Speech_0006L=FISHER - Estamos entre amigos. 
Speech_0007L=WILKES - Legal. 
Speech_0008L=LAMBERT - Wilkes trabalha na NSA há muito tempo. Ele será suas rodas, suas asas e suas armas. É o encarregado da coordenação do transporte e do equipamento. 
Speech_0009L=FISHER - Ótimo.
Speech_0010L=WILKES - Claro. Cara, você deve estar ansioso para voltar a campo, não é?
Speech_0011L=FISHER - Não sei fazer outra coisa. 
Speech_0012L=WILKES - É tudo o que precisamos. Bem-vindo à NSA. 
Speech_0013L=LAMBERT - Tenho certeza de que tudo sairá bem. A Third Echelon é uma nova divisão e temos muito a provar. 
Speech_0014L=FISHER - Certo. 
Speech_0015L=LAMBERT - Vocês dois serão a primeira equipe terrestre da Third Echelon. Preparem-se e deixem-nos orgulhosos. Bem-vindos à NSA. 

[P_0_0_3_Training_T3_Comms]
Speech_0005L=LAMBERT- Você está se dirigindo agora para as operações especiais. O objetivo é inflitrar-se na área sem ser detectado. Há alvos vivos lá dentro. Alguns dos melhores instrutores da CIA ofereceram-se como suas vítimas.
Goal_0021L=Abra a porta para passar para a próxima área de treinamento. 
Goal_0034L=Abra a porta. 
Goal_0023L=Abra a fechadura da porta.
Goal_0035L=Abra a fechadura.
Speech_0051L=LAMBERT - A próxima porta está fechada, Sam. Terá de usar suas gazuas para entrar. 
Speech_0008L=LAMBERT - A próxima porta está fechada eletronicamente. O homem que guarda a porta possui o código para abri-la, mas foi instruído para não cooperar. Apesar disso, convença-o. 
Goal_0009L=Interrogue seu adversário para obter o código da porta.
Goal_0036L=Interrogue seu adversário.
Speech_0010L=LAMBERT - A próxima porta está protegida com um scanner de retina. Essas coisas são baratas e praticamente invioláveis. Felizmente, trata-se apenas de conseguir os olhos apropriados para o scanner, em geral os de um oficial. O cavalheiro ali adiante está registrado no scanner. Convença-o a abrir a porta para você. 
Goal_0013L=Obrigue seu adversário a utilizar o scanner de retina. 
Goal_0037L=Obrigue seu adversário a utilizar o scanner de retina. 
Speech_0014L=LAMBERT - Agora vamos trabalhar sua atuação furtiva. Sua arma deveria ser sempre o último recurso. A invisibilidade é sua melhor arma. Contamos com uma rede de fotocélulas conectada a um contador de visibilidade no seu OPSAT. Se o contador estiver no 4, você brilhará mais que uma luz néon. Se estiver no O, será uma sombra. 
Goal_0018L=Atire nas luzes para passar despercebido pela câmera. 
Goal_0038L=Atire nas luzes para evitar a câmera.
Speech_0045L=LAMBERT - Algumas câmeras são mais frágeis que outras. Para passar por elas, dê alguns disparos. 
Goal_0046L=Atire na câmera para desativá-la.
Goal_0047L=Atire na câmera.
Speech_0048L=LAMBERT - Às vezes, o único modo de evitar uma câmera é ir se deslocando de uma área de sombra para outra. 
Goal_0049L=Passe na frente da câmera sem atirar.
Goal_0050L=Passe furtivamente pela câmera.
Speech_0024L=LAMBERT - Livre-se do guarda que está no corredor e esconda o corpo antes que o outro guarda o descubra. 
Goal_0025L=Atinja seu adversário e esconda o corpo para que o guarda não o veja.
Goal_0039L=Atinja seu adversário e oculte-o.
Speech_0019L=LAMBERT- O próximo corredor possui as mesmas características, mas com relação ao som. Escutarei tudo por meio de alguns microfones ocultos. 
Goal_0020L=Ande até a saída sem fazer nenhum barulho.
Goal_0040L=Atravesse o cômodo silenciosamente.
Speech_0052L=LAMBERT- Pelo amor de Deus, Fisher! Agora eu me compliquei com você nessa missão! O que pensa da vida? Está despedido! Está fora da Agência, acabou!
Goal_0027L=Atire nos alvos.
Goal_0041L=Atire nos alvos.
Goal_0029L=Utilize o cabo óptico para ver embaixo da porta.
Goal_0042L=Utilize o cabo óptico.
Goal_0031L=Deixe o guarda fora de combate com um projétil de longa distância.
Goal_0043L=Utilize o projétil de longa distância.
Goal_0033L=Passe a câmera adesiva por cima do muro para obter o código da porta.
Goal_0044L=Obtenha o código com a câmera adesiva.
Speech_0026L=LAMBERT - A violência é uma opção certa nas operações da Third Echelon, mas apenas como último recurso. A Quinta Liberdade não lhe dá licença para matar, tem de existir uma boa razão. Apesar disso, o campo de tiro permitirá que você teste seu equipamento. 
Speech_0032L=LAMBERT - Esta é a câmera adesiva, um dos projéteis possíveis para o lançador de granadas do SC-20K. Trata-se de uma câmera dentro de um envoltório de granada à prova de choque, coberta com um adesivo resistente. Enviarei imagens em tempo real ao seu OPSAT. Assegure-se de recuperá-la depois de utilizar, não imagina o quanto custa cada unidade. 
Speech_0030L=LAMBERT - O projétil de longa distância... este é divertido. A carga é pequena e se expande em vôo. Um impacto na cabeça derruba qualquer um, embora abaixo do pescoço possam ser necessários alguns disparos.  
Speech_0028L=LAMBERT - Este pequeno dispositivo é um cabo de fibra óptica que pode ser deslizado sob portas para inspecionar o caminho antes que se entre em um lugar. 

[P_0_0_3_Training_T3_Desc]
Training_0057L=Os ícones que aparecem em cima do indicador de sigilo (stealth meter), na parte direita, indicam que há nova informação no seu OPSAT.
Training_0058L=A barra de objetivos, que aparece na parte inferior do seu OPSAT, informa sobre o seu objetivo atual. 
Training_0059L=Pressione ESC para acessar seu OPSAT e verificar se há novas informações ou mais detalhes sobre seus objetivos. 
Training_0011L=Para abrir uma porta, coloque-se diante dela e pressione a tecla de Interação (barra de espaço).
Training_0033L=Para espiar por uma porta antes de entrar, selecione a interação Espiar pela Porta utilizando a barra de espaço.
Training_0001L=Para equipar-se com uma gazua, mantenha pressionada a tecla do Inventário (Ctrl) e utilize o mouse para navegar pelo menu. Selecione a gazua na parte de Dispositivos.  
Training_0056L=Para soltar um pino, você deve pressionar a tecla correta de movimento (W, S, A ou D, por default). Quando você perceber que o pino está começando a mover, pressione a mesma tecla repetidamente até que ele seja liberado.  
Training_0066L=Repita a operação até que todos os pinos sejam liberados.  
Training_0038L=Aproxime-se sigilosamente de seu adversário por trás e selecione a tecla de Interação (barra de espaço) para pegá-lo.
Training_0005L=Se o personagem dispõe de informação útil, aparecerá a interação "Interrogatório". Selecione essa interação para fazer com que ele fale. 
Training_0006L=Quando tiver obtido a informação desejada, pressione Disparar (botão esquerdo do mouse) para deixar inconsciente e soltar seu adversário.
Training_0040L=Para obrigar um inimigo a cooperar, aproxime-se silenciosamente dele por trás e agarre-o.
Training_0041L=Ainda segurando seu adversário, arraste-o até o objeto que você quer que ele use e pressione a tecla de Interação (barra de espaço) para forçá-lo a usar. 
Training_0042L=O medidor de dissimulação/sigilo (stealth meter) representa a quantidade de luz existente na área em que Sam se encontra e a quantidade de barulho que ele faz ao se movimentar.
Training_0043L=Se o sinal do indicador está à direita, você está visível. Se o sinal está à esquerda, você está praticamente invisível. 
Training_0060L=Você terá de atirar nas luzes para passar pelas câmeras.  
Training_0050L=Algumas câmeras não estão protegidas com revestimentos à prova de balas. Se você disparar contra elas poderá destruí-las e passar despercebido.  
Training_0065L=Para se esconder e não ser visto, você pode voltar para a parede. Pressione Equipar (botão do meio do mouse) para equipar-se com uma arma enquanto dá uma olhada pela esquina. Você poderá disparar sem se expor. 
Training_0051L=Mova-se lentamente e permaneça na sombra para evitar ser visto pela câmera. 
Training_0013L=Para acabar com seu inimigo em um ataque corpo-a-corpo, aproxime-se dele e pressione Disparar (botão esquerdo do mouse).
Training_0014L=Coloque-se junto ao corpo de seu adversário e selecione a interação Pegar Corpo (barra de espaço).
Training_0015L=Carregue o corpo de seu adversário até algum lugar escuro e afastado. Pressione novamente a tecla de Interação (barra de espaço) para abandoná-lo. 
Training_0010L=Para mover-se silenciosamente, tente andar por superfícies sólidas ou macias, como cimento ou tapete, e evite passar por superfícies pouco firmes ou de madeira. Lembre-se de que quanto mais devagar você caminhar, menos barulho fará. 
Training_0064L=Para agachar, pressione C. Se você se agachar e se mover devagar não fará barulho. Você pode cair silenciosamente se você se agachar antes de pular de um lugar alto. 
Training_0062L=Para equipar Sam com os óculos de visão noturna, pressione 2. Para voltar para a visão normal, pressione 2 novamente. 
Training_0035L=Repita a operação até que todos os pinos sejam liberados. 
Training_0018L=Pressione Equipar (botão central do mouse) para ativar ou desativar o Modo Disparo. Pressione depois o botão esquerdo do mouse para disparar. 
Training_0052L=Enquanto estiver no Modo Disparo, você pode alterar o índice de disparo de sua arma pressionando Z. 
Training_0053L=Você pode alterar o Modo Disparo para Modo Atirador de Elite movendo o wheel do mouse (botão central em forma de roda). 
Training_0021L=Para apontar com sua arma no Modo Disparo, centralize o retículo no alvo. O retículo irá se contrair se Sam estiver quieto e o disparo será mais certeiro. 
Training_0019L=Para disparar uma arma no Modo Disparo você tem apenas de clicar em Disparar (botão esquerdo do mouse).
Training_0020L=Para utilizar o zoom em um alvo com o SC-20K, utilize o wheel do mouse para cima enquanto estiver no Modo Disparo. 
Training_0055L=No Modo Atirador de Elite o visor não estará estável. Pressione a tecla Disparo Alternativo (botão direito do mouse) no Modo Atirador de Elite e Sam prenderá a respiração e apontará com precisão durante alguns instantes. 
Training_0054L=No Modo Disparo você pode alterar o índice de disparo de sua arma pressionando R.  No Modo Atirador de Elite lembre-se de que o SC-20K só lança uma bala a cada vez. 
Training_0023L=Equipe Sam com o cabo óptico e pressione Disparar (botão esquerdo do mouse) quando se encontrar diante de uma porta.
Training_0024L=Você pode orientar o cabo óptico movendo o botão do mouse para a esquerda e para a direita. Pressione Disparar (botão esquerdo do mouse) novamente pear recuperar o cabo óptico. 
Training_0025L=Para carregar um projétil de longa distância no lançador do SC-20K, selecione o projétil de longa distância no Inventário Rápido (Ctrl). O projétil carregará automaticamente no SC-20K mesmo que Sam não esteja equipado com ele nesse momento. 
Training_0045L=Para disparar um projétil de longa distância, pressione primeiro a tecla Equipar (botão central do mouse) para entrar no Modo Disparo. Depois pressione a telca Disparar (botão direito do mouse) para lançar o projétil. 
Training_0046L=O gatilho direito segue disparando munição normal, mas você não pode disparar nada com o lançador no Modo Atirador de Elite. 
Training_0027L=A câmera adesiva pode ser disparada com o lançador, da mesma forma que no projétil de longa distância. 
Training_0029L=Uma vez equipado com a câmera adesiva, mova-a com o mouse. 
Training_0030L=Movimente o wheel do mouse para controlar o zoom. Pressione 2 para alterar para Visão Noturna ou 3 para mudar para Visão Térmica. 
Training_0031L=Para sair do campo de visão da câmera adesiva, pressione Disparar (botão esquerdo do mouse).
Training_0047L=Observe que você não pode voltar para a câmera adesiva quando sair. No entanto, se voltar a encontrá-la, pode utilizá-la novamente. 
Training_0063L=Quando Sam está equipado com a gazua, aproxime-se de uma porta e pressione Disparar (botão esquerdo do mouse) para começar a forçar a fechadura. 

[P_0_0_3_Training_T3_Interrog_Conv]
Speech_0007L=FISHER - Olá!
Speech_0016L=CIA AGENT - Good Lord! Where did you come from?
Speech_0009L=FISHER - You're not going easy on me are you?
Speech_0010L=CIA AGENT - Urk! Not so tight, that hurts!
Speech_0011L=FISHER - Sorry about that. What's the door code?
Speech_0012L=CIA Agent - 28469
Note_0017L=O código da porta é 28469.
Speech_0014L=FISHER - It was a pleasure working with you.
Speech_0018L=CIA Agent - Likewise.
Speech_0015L=CIA Agent - 28469.

[P_0_0_3_TrainingT3_Camera05]
Speech_0001L=LAMBERT - Eu vi você no monitor, Sam. Vamos tentar novamente. 

[P_0_0_3_TrainingT3_Camera05A]
Speech_0001L=LAMBERT - Eu vi você no monitor, Sam. Vamos tentar novamente. 

[P_0_0_3_TrainingT3_Camera05B]
Speech_0003L=LAMBERT - Eu vi você no monitor, Sam. Vamos tentar novamente. 

[P_0_0_3_TrainingT3_Hidebody06]
Speech_0009L=LAMBERT - Bom trabalho, Sam. Lembre-se de que a discrição é vital em nossas operações. Sua eficácia pode provar ao mundo nossa importância tática no campo.  
Speech_0003L=CIA TRAINERS - We heard you Sam.
Speech_0004L=CIA TRAINERS - We saw you Sam.
Speech_0005L=CIA TRAINER - I saw the body you were supposed to hide.
Speech_0006L=LAMBERT - Sam, esse não é o objetivo do exercício. Vamos tentar de novo. 
Goal_0010L=Esconda-se do guarda até que ele termine a inspeção. 
Goal_0011L=Esconda-se do guarda.
Speech_0007L=LAMBERT - Ok, Fisher. Vamos trazer outro guarda para avaliar seu trabalho. 

[P_0_0_3_TrainingT3_Keypad03]
Speech_0003L=CIA ROOKIE - I heard you.
Speech_0004L=CIA ROOKIE - I saw you coming
Speech_0005L=LAMBERT - Sam, esse não é o objetivo do exercício. Vamos tentar de novo. 

[P_0_0_3_TrainingT3_LockPick02]

[P_0_0_3_TrainingT3_OpenDoor01]

[P_0_0_3_TrainingT3_OpticCable09]

[P_0_0_3_TrainingT3_Retinal04]
Speech_0003L=CIA ROOKIE - I heard you.
Speech_0004L=CIA ROOKIE - I saw you coming.
Speech_0001L=LAMBERT - Sam, esse não é o objetivo do exercício. Vamos tentar de novo. 

[P_0_0_3_TrainingT3_Shooting08]
Speech_0010L=LAMBERT - Sam, atire no modo semiautomático, sem o zoom. 
Speech_0011L=LAMBERT - Sam, utilize o zoom para atingir esse alvo. 
Speech_0012L=LAMBERT - Sam, dispare uma rajada automática nesse alvo. 
Speech_0001L=LAMBERT - Parece que precisamos praticar mais. Vamos tentar de novo. 
Speech_0013L=LAMBERT - Bom trabalho, Sam. Adiante. 

[P_0_0_3_TrainingT3_Sound07]
Speech_0003L=LAMBERT - Já começou? Fisher? Meu Deus, já chegou ao final! Excelente trabalho! Vamos continuar.
Speech_0001L=LAMBERT - Não foi muito silencioso. Tente outra vez. 

[P_0_0_3_TrainingT3_StickyCamera11]

[P_0_0_3_TrainingT3_StickyShocker10]
Speech_0001L=LAMBERT - Vamos tentar de novo, Fisher. 
Speech_0006L=LAMBERT - Sam, tente usar o projétil de longa distância o mais distante que puder.

[P_0_0_3_TrainingT3_Ticker]

